Repository: kaihokori/pf
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, id, ru, zh

source: Get unlimited feature access with Trackerio Pro.
es: Obtenga acceso ilimitado a funciones con Trackerio Pro.
fr: Obtenez un accès illimité aux fonctionnalités avec Trackerio Pro.
id: Dapatkan akses fitur tanpa batas dengan Trackerio Pro.
ru: Получите неограниченный доступ к функциям с Trackerio Pro.
zh: 使用Trackerio Pro获得无限的功能访问。

source: Go to Catalog
es: Ir al catálogo
fr: Aller au catalogue
id: Pergi ke Katalog
ru: Перейти в каталог
zh: 转到目录

source: Goal
es: Fin
fr: But
id: Tujuan
ru: Цель
zh: 目标

source: Goal name
es: Nombre de la portería
fr: Nom du but
id: Nama tujuan
ru: Название цели
zh: 目标名称

source: Goal Summary
es: Resumen del objetivo
fr: Résumé de l'objectif
id: Ringkasan Tujuan
ru: Краткое изложение цели
zh: 目标总结

source: Goal Title
es: Título del objetivo
fr: Titre du but
id: Judul Tujuan
ru: Название цели
zh: 目标标题

source: Goal:
es: Objetivo:
fr: Objectif :
id: Tujuan:
ru: Цель:
zh: 目标：

source: Goals
es: Objetivos
fr: Objectifs
id: Tujuan
ru: Цели
zh: 目标

source: Grocery List
es: Lista de la compra
fr: Liste d'épicerie
id: Daftar Belanjaan
ru: Список продуктов
zh: 购物清单

source: Group name
es: Nombre del grupo
fr: Nom du groupe
id: Nama kelompok
ru: Название группы
zh: 组名

# H: %lld° L: %lld°
source: H: %1$lld° L: %2$lld°
es: H: %lld° L: %lld°
fr: H : %lld° L : %lld°
id: H: %lld° L: %lld°
ru: H: %lld° L: %lld°
zh: H：%lld° L：%lld°

source: Habit name
es: Nombre del hábito
fr: Nom de l'habitude
id: Nama kebiasaan
ru: Название привычки
zh: 习惯名称

source: Habit Name
es: Nombre del hábito
fr: Nom De L'Habit
id: Nama Kebiasaan
ru: Название Привычки
zh: 习惯名称

source: Habits
es: Hábitos
fr: Habitudes
id: Kebiasaan
ru: Привычки
zh: 习惯

source: Head
es: Cabeza
fr: Tête
id: Kepala
ru: Голова
zh: 头

source: Head & Neck
es: Cabeza y cuello
fr: Tête Et Cou
id: Kepala & Leher
ru: Голова и шея
zh: 头部和颈部

source: Height
es: Altura
fr: Hauteur
id: Tingginya
ru: Высота
zh: 高度

source: Highlight your achievements!
es: ¡Resalta tus logros!
fr: Mettez en valeur vos réalisations !
id: Soroti pencapaian Anda!
ru: Выделите свои достижения!
zh: 突出你的成就！

source: Hips
es: Caderas
fr: Hanches
id: Pinggul
ru: Бедра
zh: 臀部

source: Hips & Glutes
es: Caderas y glúteos
fr: Hanches et fessiers
id: Pinggul & Glutes
ru: Бедра и ягодицы
zh: 臀部和臀部

source: Hours
es: Horas
fr: Heures
id: Jam
ru: Часы
zh: 很长时间

source: How Maintenance Is Calculated
es: Cómo se calcula el mantenimiento
fr: Comment La Maintenance Est Calculée
id: Bagaimana Pemeliharaan Dihitung
ru: Как Рассчитывается Техническое Обслуживание
zh: 如何计算维护

source: How This Works
es: ¿Cómo Funciona Esto?
fr: Comment Ça Marche
id: Bagaimana Ini Bekerja
ru: Как Это Работает
zh: 这是如何运作的

source: HR (END)
es: Recursos Humanos (FIN)
fr: RH (FIN)
id: SDM (AKHIR)
ru: HR (КОНЕЦ)
zh: 人力资源（结束）

source: HR (START)
es: Recursos Humanos (INICIAR)
fr: RH (DÉBUT)
id: SDM (MULAI)
ru: HR (НАЧАЛО)
zh: 人力资源（开始）

source: hrs
es: H
fr: Heures
id: Jam
ru: Часов
zh: 小时

source: HYDRATION REMINDER
es: RECORDATORIO DE HIDRATACIÓN
fr: RAPPEL D'HYDRATATION
id: PENGINGAT HIDRASI
ru: НАПОМИНАНИЕ О ГИДРАТАЦИИ
zh: 补水提醒

source: Identifying place...
es: Identificar el lugar...
fr: Identifier le lieu...
id: Mengidentifikasi tempat...
ru: Определение места...
zh: 识别地点...

source: in
es: Indio
fr: Dans
id: Di
ru: В
zh: 铟

source: Included with Trackerio Pro
es: Incluido con Trackerio Pro
fr: Inclus avec Trackerio Pro
id: Termasuk dengan Trackerio Pro
ru: В комплекте с Trackerio Pro
zh: 包含在Trackerio Pro中

source: Ingredients
es: Ingredientes
fr: Ingrédients
id: Bahan-bahan
ru: Ингредиенты
zh: 成分

source: Injury Name (e.g. Sprained Ankle)
es: Nombre de la lesión (por ejemplo, esguince de tobillo)
fr: Nom de la blessure (par exemple, entorse à la cheville)
id: Nama Cedera (misalnya Pergelangan Kaki Terkilir)
ru: Название травмы (например, растяженная лодыжка)
zh: 受伤名称（例如脚踝扭伤）

source: Injury Tracking
es: Seguimiento de lesiones
fr: Suivi des blessures
id: Pelacakan Cedera
ru: Отслеживание Травм
zh: 伤害跟踪

source: Inspire others with your grind!
es: ¡Inspira a otros con tu rutina!
fr: Inspirez les autres avec votre grind !
id: Menginspirasi orang lain dengan kerja keras Anda!
ru: Вдохновляйте других своей рутиной!
zh: 用你的磨练激励他人！

source: Intelligently find photos from your library taken at this location and time.
es: Encuentre de forma inteligente las fotos de su biblioteca tomadas en este lugar y a esta hora.
fr: Trouvez intelligemment les photos de votre bibliothèque prises à cet endroit et à cette heure.
id: Temukan foto dari perpustakaan Anda yang diambil di lokasi dan waktu ini secara cerdas.
ru: Разумно находите фотографии из вашей библиотеки, сделанные в этом месте и в это время.
zh: 智能地查找图书馆中在此地点和时间拍摄的照片。

source: Interested In Being Featured as One of Our Coaches?
es: ¿Interesado en aparecer como uno de nuestros entrenadores?
fr: Intéressé à être présenté comme l'un de nos entraîneurs ?
id: Tertarik Untuk Ditampilkan sebagai Salah Satu Pelatih Kami?
ru: Заинтересованы в том, чтобы быть представленным в качестве одного из наших тренеров?
zh: 有兴趣成为我们的教练之一吗？

source: Intermittent Fasting
es: Ayuno intermitente
fr: Jeûne intermittent
id: Puasa Intermiten
ru: Прерывистое Голодание
zh: 间歇禁食

source: Invalid Input
es: Entrada No Válida
fr: Entrée Invalide
id: Masukan Tidak Valid
ru: Неверный ввод
zh: 输入无效

source: Item details
es: Detalles del artículo
fr: Détails de l'article
id: Rincian barang
ru: Детали товара
zh: 项目详情

source: Item name
es: Nombre del artículo
fr: Nom de l'article
id: Nama barang
ru: Название товара
zh: 项目名称

source: Itinerary
es: Itinerario
fr: Itinéraire
id: Rencana perjalanan
ru: Маршрут
zh: 行程

source: Itinerary Events
es: Eventos de itinerario
fr: Événements d'itinéraire
id: Acara Rencana Perjalanan
ru: События в маршахе
zh: 行程活动

source: Join Us In a Future Update!
es: ¡Únete a nosotros en una futura actualización!
fr: Rejoignez-nous dans une future mise à jour !
id: Bergabunglah dengan Kami Dalam Pembaruan Masa Depan!
ru: Присоединяйтесь к нам в будущем обновлении!
zh: 加入我们未来的更新！

source: Journey Recordings
es: Grabaciones de viaje
fr: Enregistrements de voyage
id: Rekaman Perjalanan
ru: Записи О Путешествиях
zh: 旅程录音

source: Jump to Events
es: Saltar a eventos
fr: Aller aux événements
id: Langsung ke Acara
ru: Перейти к событиям
zh: 跳转到事件

source: Key Factor
es: Factor clave
fr: Facteur clé
id: Faktor Kunci
ru: Ключевой фактор
zh: 关键因素

source: Key Finding
es: Hallazgo clave
fr: Résultat Clé
id: Temuan Kunci
ru: Ключевое Открытие
zh: 关键发现

source: Know what you've watched
es: Sé lo que has visto
fr: Je sais ce que tu as regardé
id: Tahu apa yang telah kamu tonton
ru: Знай, что ты смотрел
zh: 知道你看了什么

source: Left Calf
es: Pantorrilla izquierda
fr: Mollet gauche
id: Betis Kiri
ru: Левый Ик
zh: 左小腿

source: Left Foot
es: Pie izquierdo
fr: Pied gauche
id: Kaki Kiri
ru: Левая Нога
zh: 左脚

source: Left Forearm
es: Antebrazo izquierdo
fr: Avant-bras Gauche
id: Lengan Kiri
ru: Левое предплечье
zh: 左前臂

source: Left Glute
es: Glúteo Izquierdo
fr: Fessier Gauche
id: Glute Kiri
ru: Левая ягодика
zh: 左臀部

source: Left Hamstring
es: Tendón izquierdo de la corva
fr: Ischio-jambier gauche
id: Hamstring Kiri
ru: Левое Подколенное сухожилие
zh: 左腿筋

source: Left Hand
es: Mano izquierda
fr: Main gauche
id: Tangan Kiri
ru: Левая Рука
zh: 左手

source: Left Shin
es: Espinilla Izquierda
fr: Tibia Gauche
id: Tulang kering kiri
ru: Левая Голеня
zh: 左小腿

source: Left Shoulder
es: Hombro Izquierdo
fr: Épaule gauche
id: Bahu Kiri
ru: Левое Плечо
zh: 左肩

source: Left Thigh
es: Muslo izquierdo
fr: Cuisse gauche
id: Paha Kiri
ru: Левое Бедо
zh: 左大腿

source: Left Upper Arm
es: Parte Superior Del Brazo Izquierdo
fr: Bras Supérieur Gauche
id: Lengan Atas Kiri
ru: Левая Рука
zh: 左上臂

source: Legs & Feet
es: Piernas y pies
fr: Jambes Et Pieds
id: Kaki & Kaki
ru: Ноги и ступни
zh: 腿和脚

source: Link Group
es: Grupo de enlaces
fr: Groupe de liens
id: Kelompok Tautan
ru: Группа Ссылок
zh: 链接组

source: Location Required
es: Ubicación requerida
fr: Emplacement requis
id: Lokasi yang Diperlukan
ru: Требуется Местоположение
zh: 需要位置

source: Log %@
es: Registro %@
fr: Journal %@
ru: Журнал %@
zh: 日志%@

source: Log for %@
es: Registro para %@
fr: Connectez-vous pour %@
id: Log untuk %@
ru: Зарегистривай для %@
zh: 登录%@

source: Log Injury
es: Lesión del tronco
fr: Lésion De La Bûches
id: Log Cedera
ru: Повреждение журнала
zh: 原木受傷

source: Log Intake
es: Registro de admisión
fr: Prise de journal
id: Masuk Masuk
ru: Вход В Журнал
zh: 登录接收

source: Log meals, hydration, or supplements without leaving the current screen.
es: Registra comidas, hidratación o suplementos sin salir de la pantalla actual.
fr: Enregistrez les repas, l'hydratation ou les suppléments sans quitter l'écran actuel.
id: Catat makanan, hidrasi, atau suplemen tanpa meninggalkan layar saat ini.
ru: Зарегистрируй питание, гидратацию или добавки, не выходя из текущего экрана.
zh: 在不离开当前屏幕的情况下记录膳食、补水或补充剂。

source: Log Progress
es: Registro de progreso
fr: Journal des progrès
id: Mencatat Kemajuan
ru: Ход Журнала
zh: 记录进度

source: Log Session
es: Sesión De Registro
fr: Session du journal
id: Sesi Log
ru: Журнал сеанса
zh: 记录会话

source: Log Sobriety
es: Registro de sobriedad
fr: Journal de sobriété
ru: Бревно трезвости
zh: 記錄清醒

source: Log Watched
es: Registro Visto
fr: Journal Regardé
id: Log yang Dipantau
ru: Журнал Просмотрен
zh: 記錄已觀看

source: Log Your Intake
es: Registra Tu Admisión
fr: Enregistrez Votre Admission
id: Catat Asupan Anda
ru: Зарегистрируйте Свой Прием
zh: 记录您的摄入量

source: Lower Back
es: Espalda Baja
fr: Bas Du Dos
id: Punggung Bawah
ru: Нижняя Часть Спины
zh: 下背部

source: Macro name
es: Nombre de la macro
fr: Nom de la macro
id: Nama makro
ru: Название макроса
zh: 宏名称

source: Macro Strategies
es: Estrategias macro
fr: Stratégies macroéconomiques
id: Strategi Makro
ru: Макростратегии
zh: 宏观策略

source: Macro Tracking
es: Seguimiento de macros
fr: Suivi des macros
id: Pelacakan Makro
ru: Отслеживание макросов
zh: 宏观跟踪

source: Maint.
es: Mantenimiento.
id: Pemeliharaan.
ru: Уха.
zh: 维护。

source: Maintenance
es: Mantenimiento
fr: Entretien
id: Pemeliharaan
ru: Техническое обслуживание
zh: 保养

source: Maintenance Calories
es: Calorías de mantenimiento
fr: Calories d'entretien
id: Kalori Pemeliharaan
ru: Калории для поддержания
zh: 维持卡路里

source: Maintenance cannot be calculated unless you select "Male" or "Female".
es: El mantenimiento no se puede calcular a menos que seleccione "Hombre" o "Hembra".
fr: La maintenance ne peut pas être calculée à moins que vous ne sélectionniez "Mâle" ou "Femme".
id: Pemeliharaan tidak dapat dihitung kecuali Anda memilih "Pria" atau "Wanita".
ru: Техническое обслуживание не может быть рассчитано, если вы не выберете «Мужчина» или «Женский».
zh: 除非您选择“男性”或“女性”，否则无法计算维护。

source: Maintenance uses the Mifflin-St Jeor equation and your activity level, then applies the selected macro focus offset to reach this calorie target.
es: El mantenimiento utiliza la ecuación de Mifflin-St Jeor y su nivel de actividad, luego aplica la compensación de enfoque macro seleccionada para alcanzar este objetivo de calorías.
fr: La maintenance utilise l'équation de Mifflin-St Jeor et votre niveau d'activité, puis applique le décalage de concentration macro sélectionné pour atteindre cet objectif calorique.
id: Pemeliharaan menggunakan persamaan Mifflin-St Jeor dan tingkat aktivitas Anda, lalu menerapkan offset fokus makro yang dipilih untuk mencapai target kalori ini.
ru: Техническое обслуживание использует уравнение Mifflin-St Jeor и ваш уровень активности, а затем применяет выбранное смещение макрофокуса для достижения этой цели калорий.
zh: 维护使用Mifflin-St Jeor方程和您的活动水平，然后应用选定的宏观焦点偏移量来达到这个卡路里目标。

source: Manage Leagues
es: Gestionar Ligas
fr: Gérer Les Ligues
id: Kelola Liga
ru: Управление Лигами
zh: 管理联赛

source: Manually Select Photos
es: Seleccionar fotos manualmente
fr: Sélectionnez manuellement les photos
id: Memilih Foto Secara Manual
ru: Выберите Фотографии Вручную
zh: 手动选择照片

source: Maps
es: Mapas
fr: Cartes
id: Peta
ru: Карты
zh: 地图

source: Mark rest days and add sessions with time.
es: Marca los días de descanso y añade sesiones con tiempo.
fr: Marquez les jours de repos et ajoutez des sessions avec du temps.
id: Tandai hari istirahat dan tambahkan sesi dengan waktu.
ru: Отмечайте дни отдыха и добавляйте сеансы со временем.
zh: 标记休息日，并添加时间。

source: Match Tracking
es: Seguimiento de partidos
fr: Suivi des matchs
id: Pelacakan Pertandingan
ru: Отслеживание Совпадения
zh: 匹配跟踪

source: Meal Details
es: Detalles de la comida
fr: Détails du repas
id: Rincian Makanan
ru: Подробная Информация О еме
zh: 膳食详情

source: Meal Planning
es: Planificación De Comidas
fr: Planification des repas
id: Perencanaan Makan
ru: Планирование питания
zh: 膳食计划

source: Meal Reminders
es: Recordatorios De Comida
fr: Rappels de repas
id: Pengingat Makanan
ru: Напоминания о еду
zh: 膳食提醒

source: Meal Times
es: Horas De Comida
fr: Temps de repas
id: Waktu Makan
ru: Время еды
zh: 用餐时间

source: Meal Tracking
es: Seguimiento de comidas
fr: Suivi Des Repas
id: Pelacakan Makanan
ru: Отслеживание ели
zh: 膳食跟踪

source: Meal type
es: Tipo de comida
fr: Type de repas
id: Jenis makanan
ru: Тип ели
zh: 膳食类型

source: Meal Type
es: Tipo De Comida
fr: Type de repas
id: Jenis Makanan
ru: Тип ели
zh: 膳食类型

source: Men who followed this frequency had a 63% lower risk of sudden cardiac death compared to those who went only once a week.
es: Los hombres que seguían esta frecuencia tenían un 63 % menos de riesgo de muerte cardíaca súbita en comparación con aquellos que iban solo una vez a la semana.
fr: Les hommes qui suivaient cette fréquence avaient un risque de mort cardiaque subite inférieur de 63 % par rapport à ceux qui n'y allaient qu'une fois par semaine.
id: Pria yang mengikuti frekuensi ini memiliki risiko kematian jantung mendadak 63% lebih rendah dibandingkan dengan mereka yang hanya pergi seminggu sekali.
ru: Мужчины, которые следовали этой частоте, имели на 63% более низкий риск внезапной сердечной смерти по сравнению с теми, кто ходил только раз в неделю.
zh: 与每周只去一次的男性相比，遵循这一频率的男性心脏猝死的风险低63%。

source: Message
es: Mensaje
id: Pesan
ru: Сообщение
zh: 信息

source: Meters
es: Metros
fr: Mètres
id: Meter
ru: Метры
zh: 仪表

source: Method
es: Procedimiento
fr: Méthode
id: Metode
ru: Метод
zh: 做法

source: Method Steps
es: Pasos Del Método
fr: Étapes de la méthode
id: Langkah-langkah Metode
ru: Методы
zh: 方法步骤

source: min
es: Minuto
id: Menit
ru: Мин.
zh: 分钟

source: Minimum age is 13 years.
es: La edad mínima es de 13 años.
fr: L'âge minimum est de 13 ans.
id: Usia minimum adalah 13 tahun.
ru: Минимальный возраст — 13 лет.
zh: 最低年龄为13岁。

source: Minutes
es: Minuto
id: Menit
ru: Минуты
zh: 分

source: More info
es: Más información
fr: Plus d'informations
id: Info lebih lanjut
ru: Дополнительная информация
zh: 更多信息

source: Move
es: Traslado
fr: Bouger
id: Pindah
ru: Переезд
zh: 搬家

source: Move Down
es: Bajar
fr: Déplacez-vous
id: Bergerak ke Bawah
ru: Двигайтесь Вниз
zh: 向下移动

source: Move to Bottom
es: Mover a la parte inferior
fr: Déplacer vers le bas
id: Pindah ke Bawah
ru: Переместите вниз
zh: 移动到底部

source: Move to Day
es: Pasar al día
fr: Déplacer le jour
id: Pindah ke Hari
ru: Переезд на день
zh: 移动到白天

source: Move to Top
es: Pasar a la parte superior
fr: Déplacer vers le haut
id: Pindah ke Atas
ru: Перейти к наверху
zh: 移动到顶部

source: Move Up
es: Subir
fr: Avancer
id: Bergeser
ru: Двигайтесь Вверх
zh: 向上移动

source: Movie
es: Película
fr: Film
id: Film
ru: Фильм
zh: 电影

source: Music Services
es: Servicios de música
fr: Services De Musique
id: Layanan Musik
ru: Музыкальные услуги
zh: 音乐服务

source: Music Sources
es: Fuentes De Música
fr: Sources de musique
id: Sumber Musik
ru: Музыкальные Источники
zh: 音乐来源

source: Music Tracking
es: Seguimiento De Música
fr: Suivi De Musique
id: Pelacakan Musik
ru: Отслеживание музыки
zh: 音乐追踪

source: Name
es: Nombre
fr: Nom
id: Nama
ru: Имя
zh: 名字

source: Name & Enrich Your Stops
es: Nombra Y Enriquece Tus Paradas
fr: Nommez et enrichissez vos arrêts
id: Beri Nama & Perkaya Pemberhentian Anda
ru: Назовите и обогатите свои остановки
zh: 命名并丰富您的站点

source: Nap: %@
es: Siesta: %@
fr: Sieste : %@
id: Tidur siang: %@
ru: Сон: %@
zh: 午睡：%@

source: National Institutes of Health (NIH)
es: Institutos Nacionales de Salud (NIH)
fr: Instituts nationaux de la santé (NIH)
id: Institut Kesehatan Nasional (NIH)
ru: Национальные институты здравоохранения (NIH)
zh: 美国国家卫生研究院（NIH）

source: NCBI Metabolic research
es: Investigación metabólica del NCBI
fr: Recherche métabolique du NCBI
id: Penelitian metabolik NCBI
ru: Метаболические исследования NCBI
zh: NCBI代谢研究

source: Neck
es: Cuello
fr: Cou
id: Leher
ru: Шея
zh: 脖子

source: New Goal
es: Nuevo Objetivo
fr: Nouveau But
id: Tujuan Baru
ru: Новая Цель
zh: 新目标

source: New Habit
es: Nuevo Hábito
fr: Nouvelle Habitude
id: Kebiasaan Baru
ru: Новая привычка
zh: 新习惯

source: New Item
es: Nuevo Artículo
fr: Nouvel Article
id: Barang Baru
ru: Новый Товар
zh: 新项目

source: New Meal
es: Nueva Comida
fr: Nouveau repas
id: Makanan Baru
ru: Новая еа
zh: 新餐

source: New Trip
es: Nuevo Viaje
fr: Nouveau Voyage
id: Perjalanan Baru
ru: Новая Поездка
zh: 新旅行

source: Next expected:
es: A continuación se espera:
fr: Suivant attendu :
id: Selanjutnya diharapkan:
ru: Следующее ожидаемое:
zh: 下一个预期：

source: Next Meal
es: Siguiente Comida
fr: Prochain Repas
id: Makanan Berikutnya
ru: Следующий Трам
zh: 下一顿饭

source: Night: %@
es: Noche: %@
fr: Nuit : %@
id: Malam: %@
ru: Ночь: %@
zh: 夜晚：%@

source: No Active Injuries
es: Sin lesiones activas
fr: Aucune blessure active
id: Tidak Ada Cedera Aktif
ru: Никаких активных травм
zh: 没有活动性伤害

source: No activities added yet.
es: Aún no se han añadido actividades.
fr: Aucune activité n'a encore été ajoutée.
id: Belum ada aktivitas yang ditambahkan.
ru: Мероприятия пока не добавлены.
zh: 尚未添加任何活动。

source: No activity timers yet
es: Aún no hay temporizadores de actividad
fr: Pas encore de minuterie d'activité
id: Belum ada pengatur waktu aktivitas
ru: Пока нет таймеров активности
zh: 还没有活动计时器

source: No body parts linked.
es: No hay partes del cuerpo conectadas.
fr: Aucune partie du corps n'est liée.
id: Tidak ada bagian tubuh yang terhubung.
ru: Части тела не связаны.
zh: 没有连接的身体部位。

source: No challenges active. Please add them in the Edit Sobriety sheet.
es: No hay desafíos activos. Por favor, añádelos en la hoja Editar sobriedad.
fr: Aucun défi actif. Veuillez les ajouter dans la feuille Modifier la sobriété.
id: Tidak ada tantangan yang aktif. Harap tambahkan mereka di lembar Edit Sobriety.
ru: Никаких активных проблем. Пожалуйста, добавьте их в таблицу редактирования трезвости.
zh: 没有活跃的挑战。 请将它们添加到“编辑清醒”表中。

source: No challenges set up yet
es: Aún no se han establecido desafíos
fr: Aucun défi n'a encore été mis en place
id: Belum ada tantangan yang disiapkan
ru: Никаких проблем пока не установлено
zh: 尚未设置挑战

source: No completed goals
es: No hay objetivos completados
fr: Aucun objectif accompli
id: Tidak ada tujuan yang diselesaikan
ru: Нет выполненных целей
zh: 没有完成的目标

source: No cravings yet
es: Todavía no tengo antojos
fr: Pas encore d'envies
id: Belum ada keinginan
ru: Пока нет желания
zh: 还没有渴望

source: No daily summary metrics
es: No hay métricas de resumen diario
fr: Pas de mesures récapitulatives quotidiennes
id: Tidak ada metrik ringkasan harian
ru: Нет ежедневных сводных показателей
zh: 没有每日汇总指标

source: No daily tasks yet
es: Todavía no hay tareas diarias
fr: Pas encore de tâches quotidiennes
id: Belum ada tugas harian
ru: Никаких ежедневных заданий пока нет
zh: 还没有日常任务

source: No data yet
es: Aún no hay datos
fr: Pas encore de données
id: Belum ada data
ru: Пока нет данных
zh: 还没有数据

source: No entertainment items yet
es: Todavía no hay artículos de entretenimiento
fr: Pas encore d'articles de divertissement
id: Belum ada item hiburan
ru: Пока нет товаров для развлечения
zh: 还没有娱乐项目

source: No events found for your followed leagues.
es: No se encontraron eventos para sus ligas seguidas.
fr: Aucun événement trouvé pour vos ligues suivies.
id: Tidak ada acara yang ditemukan untuk liga yang Anda ikuti.
ru: Не найдено событий для ваших лиг.
zh: 未找到您关注的联赛的事件。

source: No expenses
es: Sin gastos
fr: Pas de frais
id: Tidak ada biaya
ru: Никаких расходов
zh: 没有费用

source: No Games Found
es: No Se Han Encontrado Juegos
fr: Aucun Jeu Trouvé
id: Tidak Ada Permainan Yang Ditemukan
ru: Игры Не Найдены
zh: 未找到游戏

source: No goals yet
es: Aún no hay goles
fr: Pas encore de buts
id: Belum ada tujuan
ru: Пока нет целей
zh: 还没有目标

source: No grocery items yet
es: Todavía no hay artículos de supermercado
fr: Pas encore d'épicerie
id: Belum ada barang belanjaan
ru: Пока нет продуктов
zh: 还没有杂货

source: No habits yet
es: Todavía no hay hábitos
fr: Pas encore d'habitudes
id: Belum ada kebiasaan
ru: Пока никаких привычек
zh: 还没有习惯

source: No history available
es: No hay historial disponible
fr: Pas d'historique disponible
id: Tidak ada riwayat yang tersedia
ru: История недоступна
zh: 没有可用的历史记录

source: No itinerary events yet
es: Aún no hay eventos de itinerario
fr: Pas encore d'événements d'itinéraire
id: Belum ada acara rencana perjalanan
ru: Пока нет событий в маршруте
zh: 还没有行程活动

source: No Leagues Followed
es: No Se Siguió Ninguna Liga
fr: Aucune Ligue N'A Suivi
id: Tidak Ada Liga Yang Diikuti
ru: Лиги Не Соблюдались
zh: 没有联盟跟随

source: No macros logged
es: No hay macros registradas
fr: Aucune macro enregistrée
id: Tidak ada makro yang dicatat
ru: Нет зарегистрированных макросов
zh: 没有记录宏

source: No macros tracked yet
es: Aún no se rastrean macros
fr: Pas encore de macros suivies
id: Belum ada makro yang dilacak
ru: Макросы пока не отслеживались
zh: 尚未跟踪宏

source: No meals added yet.
es: Aún no se han añadido comidas.
fr: Pas encore de repas ajoutés.
id: Belum ada makanan yang ditambahkan.
ru: Еда пока не добавлена.
zh: 还没有添加餐食。

source: No meals in catalog. Tap + to add one.
es: No hay comidas en el catálogo. Toque + para añadir uno.
fr: Pas de repas dans le catalogue. Appuyez sur + pour en ajouter un.
id: Tidak ada makanan dalam katalog. Ketuk + untuk menambahkan satu.
ru: В каталоге нет блюд. Нажмите +, чтобы добавить один.
zh: 目錄中沒有餐食。 点击+添加一个。

source: No meals logged yet. Tap "Log Intake" to add what you ate.
es: Aún no se han registrado comidas. Pulsa "Registro de ingesta" para añadir lo que has comido.
fr: Pas encore de repas enregistrés. Appuyez sur « Journal de l'apport » pour ajouter ce que vous avez mangé.
id: Belum ada makanan yang dicatat. Ketuk "Masuk Asupan" untuk menambahkan apa yang Anda makan.
ru: Еда еще не зарегистрирована. Нажмите «Зарегистривать потребление», чтобы добавить то, что вы съели.
zh: 尚未记录餐食。 点击“登录接收”以添加您吃的东西。

source: No metrics available. Please add metrics in the Edit Daily Summary sheet.
es: No hay métricas disponibles. Por favor, añade métricas en la hoja Editar resumen diario.
fr: Aucune mesure disponible. Veuillez ajouter des mesures dans la feuille Modifier le résumé quotidien.
id: Tidak ada metrik yang tersedia. Harap tambahkan metrik di lembar Edit Ringkasan Harian.
ru: Нет доступных показателей. Пожалуйста, добавьте показатели в таблицу «Редактировать ежедневную сводку».
zh: 没有可用的指标。 请在“编辑每日摘要”表中添加指标。

source: No metrics available. Please add metrics in the Edit Wellness sheet.
es: No hay métricas disponibles. Por favor, añade métricas en la hoja Editar Bienestar.
fr: Aucune mesure disponible. Veuillez ajouter des mesures dans la feuille Modifier le bien-être.
id: Tidak ada metrik yang tersedia. Harap tambahkan metrik di lembar Edit Wellness.
ru: Нет доступных показателей. Пожалуйста, добавьте показатели в таблицу «Редактировать здоровье».
zh: 没有可用的指标。 请在“编辑健康”表单中添加指标。

source: No metrics recorded
es: No hay métricas registradas
fr: Aucune mesure enregistrée
id: Tidak ada metrik yang tercatat
ru: Показатели не записаны
zh: 未记录指标
